export const menuItems = [
  {
    title: 'Лабораторная 1',
    url: '/lab1',
    items: [
      { title: 'Три тора', url: '/lab1/1' },
      { title: 'Кольцо на торе', url: '/lab1/2' },
      { title: 'Олимпийские кольца', url: '/lab1/3' },
      { title: 'Олимпийские кольца с нераскрывшимся', url: '/lab1/4' },
      { title: 'Олимпийские кольца с нераскрывшимся(Circle)', url: '/lab1/5' },
      { title: 'Кубы разных размеров', url: '/lab1/6' },
      { title: 'Кубы на одной прямой', url: '/lab1/7' },
      { title: 'Кубы с разным количеством ячеек', url: '/lab1/8' }
    ]
  },
  {
    title: 'Лабораторная 2',
    url: '/lab2',
    items: [
      { title: 'Анимация моделей. Создание солнечной системы.', url: '/lab2/1' },
    ]
  },
  {
    title: 'Лабораторная 3',
    url: '/lab3',
    items: [
      { title: 'Добавление текстур планетам.', url: '/lab3/1' },
    ]
  },
  {
    title: 'Лабораторная 4',
    url: '/lab4',
    items: [
      { title: 'Добавление источников света. Работа с тенями.', url: '/lab4/1' },
    ]
  },
  {
    title: 'Лабораторная 5',
    url: '/lab5',
    items: [
      { title: 'Создание кольца Сатурна.', url: '/lab5/1' },
    ]
  },
  {
    title: 'Лабораторная 6',
    url: '/lab6',
    items: [
      { title: 'Создание орбит планет.', url: '/lab6/1' },
    ]
  },
  {
    title: 'Лабораторная 7',
    url: '/lab7',
    items: [
      { title: 'Звездное небо.', url: '/lab7/1' },
    ]
  },
  {
    title: 'Лабораторная 8',
    url: '/lab8',
    items: [
      { title: 'Оптимизация.', url: '/lab8/1' },
    ]
  }
]
